[
    {
        "id": "d3c5-5f6e",
        "title": "Jungle Cruise",
        "genre": "Adventure",
        "director": "Jaume Collet-Serra",
        "year": 2021,
        "imgURL": "/static/img/jungle-cruise.jpeg",
        "rating": 3,
        "description": "Dreaming about saving countless lives and having another adventure, the feisty Englishfeminist and doctor of botany, Dr Lily Houghton, embarks on a peril-laden mission to change theworld. Along with her fashionable brother, MacGregor, Dr Houghton enlists the help of the arrogant,wisecracking riverboat skipper, Captain Frank Wolff, to guide them through the serpentine AmazonRiver in La Quila, his swift wooden boat. Now, as the intrepid trio ventures deeper and deeper intothe heart of an impenetrable green maze, searching for something that cannot be found, acenturies-old curse and the ruthless aristocrat, Prince Joachim, threaten to put an end to theirambitious plans."
    },
    {
        "id": "50fb-a126",
        "title": "The Little Mermaid",
        "genre": "Fantasy",
        "director": "Rob Marshal",
        "year": 2023,
        "imgURL": "/static/img/the-little-mermaid.jpg",
        "rating": 2,
        "description": "The youngest of King Triton's daughters, Ariel is a beautiful and spirited young mermaidwith a thirst for adventure. Longing to find out more about the world beyond the sea, Ariel visitsthe surface and falls for the dashing Prince Eric. Following her heart, she makes a deal with theevil sea witch, Ursula, to experience life on land."
    },
    {
        "id": "bd19-d6dc",
        "title": "Home Alone",
        "genre": "Comedy",
        "director": "Chris Columbus",
        "year": 1990,
        "imgURL": "/static/img/home-alone.jpeg",
        "rating": 3,
        "description": " It is Christmas time and the McCallister family is preparing for a vacation in Paris, France. But the youngest in the family, Kevin (Macaulay Culkin), got into a scuffle with his older brother Buzz (Devin Ratray) and was sent to his room, which is on the third floor of his house. Then, the next morning, while the rest of the family was in a rush to make it to the airport on time, they completely forgot about Kevin, who now has the house all to himself. Being home alone was fun for Kevin, having a pizza all to himself, jumping on his parents' bed, and making a mess. Then, Kevin discovers about two burglars, Harry (Joe Pesci) and Marv (Daniel Stern), about to rob his house on Christmas Eve. Kevin acts quickly by wiring his own house with makeshift booby traps to stop the burglars and to bring them to justice."
    },
    {
        "id": "72b8-a089",
        "title": "Dune Part 1",
        "genre": "Science Fiction",
        "director": "Denis Villeneuve",
        "year": 2021,
        "imgURL": "/static/img/Dune.jpg",
        "rating": 4,
        "description": "In the distant future, on the desert planet Arrakis, young Paul Atreides becomes embroiled in a power struggle over control of the valuable spice melange. As he navigates treacherous alliances, mystical visions, and the harsh desert environment, Paul discovers his destiny as the prophesied messiah. With stunning visuals and an epic storyline, \"Dune\" is a captivating sci-fi adventure."
    },
    {
        "id": "214142-61301",
        "title": "Dune Part Two",
        "genre": "Action",
        "director": "Some director",
        "year": 2024,
        "imgURL": "https://storage.highresaudio.com/web/imgcache/9631cb081f2f266b3ec059ca8858d3b4/5kuha3-duneparttw-preview-m3_550x550.jpg",
        "rating": 5,
        "description": "dsadfscnmoaklsimcoilmasiocmoiasdmklocfmokiasmcilopdmpamscmimacdmpiodcmocmdomcdomiocdmiocasdm"
    }
]